Repository: Equus-Sims/sheetless
Catalog: sites/all/modules/user_chooser/translations/user_chooser.*.po
Languages: fr

source: Testfield: @type
fr: ChampTest : @type

source: submit
fr: soumettre

source: Please choose...
fr: Veuillez choisir...

source: user ID
fr: identifiant de l'adhérent

source: username
fr: nom de l'adhérent

source: Accepts @types; comma separated
fr: Accepte @types; séparés par une virgule

source: No users available to widget type '@type' with param @params
fr: Aucun utilisateur disponible pour le composant de type '@type' paramétré avec @params

source: Autocomplete threshhold
fr: Seuil de l'auto-remplissage

source: Below this number of items, a select box is shown, above it, an autocomplete field
fr: En-dessous de ce nombre d'éléments, une boite de sélection apparait, au-dessus un champs auto-remplissant

source: Display format
fr: Format d'affichage

source: At least one of the following tokens must be used:
fr: Au minimum un des jetons suivants doit être utilisé:

source: Fields to match against
fr: Les champs à assortir

source: The autocomplete widget will get matches based on which fields?
fr: Le composant d'auto-remplissage va rechercher des correspondances basées sur quels champs?

source: Only applies to permission role and conditions based widgets.
fr: S'applique seulement aux permissions du rôle et aux composants de manière conditionnelle.

source: You can't put yourself in '@name'
fr: Vous ne pouvez pas vous mettre vous-mêmes en tant que '@name'

source: User Chooser Settings
fr: Paramètres de l'utilitaire de choix de l'adhérent

source: User chooser
fr: Utilitaire de choix de l'adhérent

source: A configurable form element for selecting & validating users. See example.php for usage.
fr: Un élément configurable du formulaire pour choisir et valider des utilisateurs. Référez-vous à example.php.

source: Accepts @types, comma separated
fr: Accepte les @types, séparés par une virgule

source: Unknown users: @users
fr: Adhérents inconnus: @users

source: Disallowed users: @users
fr: Adhérents refusés: @users

source: No roles selcted in user_chooser widget
fr: Aucun rôle sélectionné dans le widget user_chooser
