Repository: Equus-Sims/sheetless
Catalog: sites/all/modules/mutual_credit/translations/mutual_credit.*.po
Languages: el

source: On @recorded<br />!payer <strong>paid</strong> !payee</br />the sum of !worth
el: Στις @recorded το μέλος !payer πλήρωσε το μέλος !payee συνολικά !worth

source: For:
el: Για :

source: Dependent transactions
el: Εξαρτόμενες συναλλαγές

source: Income: !quant
el: Έσοδα: !quant

source: Transactions: @count
el: Συναλλαγές: @count

source: Transaction
el: Συναλλαγή

source: A transaction certificate
el: Το πιστοποιητικό συναλλαγής

source: Search index
el: Ευρετήριο αναζήτησης

source: Search result
el: Αποτέλεσμα αναζήτησης

source: Accounting
el: Λογιστική

source: Log a transaction in the database
el: Σύνδεση μιας συναλλαγής στη βάση δεδομένων

source: Undo mode
el: Τροπος αναιρεσης

source: What should happen when a user or admin deletes a transaction.?
el: Τι θα συμβεί στην περίπτωση που ένας χρήστης ακυρώσει μια συναλλαγή;

source: Some system operations may 'scratch' transactions
el: Μερικές λειτουργίες συστήματος μπορεί να διαγράψουν συναλλαγές

source: Cannot be changed after a transaction has been undone
el: Δεν μπορεί να αλλαχθεί μετά την αναίρεση μιας συναλλαγής

source: Wipe slate - remove transactions from database
el: Καθαρισμός - αφαίρεση συναλλαγών από τη βάση δεδομένων

source: Scratch - use deleted transaction state
el: Scratch - χρήση διαγραμμένης κατάστασης συναλλαγής

source: Reverse - create an equal and opposite transaction
el: Αντιστροφή - δημιουργία αντίστροφης συναλλαγής

source: Edit currency '!name'
el: Επεξεργασία νομίσματος 'lname'

source: Declare currency
el: Δηλώστε νόμισμα

source: Name of currency
el: Ονομασία νομίσματος

source: Use the plural
el: Χρησιμοποίησε πληθυντικό

source: Declared by
el: Δηλώθηκε από

source: Appearance
el: Εμφάνιση

source: Subdivisions
el: Υποδιαιρέσεις

source: Integer values only
el: Ακέραιες τιμές μόνο

source: Cents in separate field
el: Τα λεπτά τοποθετούνται σε διαφορετικό τομέα

source: Allowed subdivisions
el: Επιτρεπόμενες υποδιαιρέσεις

source: Display format
el: Μορφή απεικόνισης

source: For example, !a shows as !b
el: Για παράδειγμα, το !a φαίνεται ώς !b

source: Determine which users are permitted to use this currency
el: Καθορίζει πιος χρήστης επιτρέπεται να χρησιμοποιήσει αυτό το νόμισμα

source: View aggregated user transaction data
el: Δείτε συγκεντρωτικά στοιχεία των συναλλαγών των χρηστών

source: View aggregated system data
el: Δείτε συγκεντρωτικά στοιχεία του συστήματος

source: Privacy
el: Ιδιωτικότητα

source: Determine who can view transactions in each state.
el: Καθορισμός του ποιος μπορεί να δει τις συναλλαγές σε κάθε στάδιο.

source: Any the checked conditions must return TRUE
el: Κάθε μία από τις ελεγχόμενες συνθήκες πρέπει να επιστρέψει TRUE,

source: Update
el: Ενημέρωση

source: line "@val" should contain a pipe character, |
el: Η γραμμή "@val" θα έπρεπε να περιέχει το χαρακτήρα |

source: '@val' should be an integer from 0 to 99, followed directly by a pipe, |, followed directly by a word or phrase with no unusual characters
el: Το '@val' θα έπρεπε να είναι ένας ακέραιος από το 0 ως το 99, ακολουθούμενο από το χαρακτήρα |, ακολουθούμενο κατευθείαν από μια λέξη ή φράση χωρίς ασυνήθιστους χαρακτήρες

source: There should be at least two lines in field '@fieldname'
el: πρεπει να υπαρχουν τουλαχιστον δυο γραμμες στο πεδιο 'τιτλος πεδίου'

source: Invalid currency specified: @num
el: Λάθος νόμισμα: @num

source: Completed transaction notification
el: Ειδοποίηση ολοκληρωμένης συναλλαγής

source: Mail sent to the participants when the transaction completes
el: Μήνυμα που αποστέλλεται στους συμμετέχοντες όταν η συναλλαγή ολοκληρωθεί

source: Currencies per transaction
el: Νομίσματα ανά συναλλαγή

source: One currency per transaction
el: Ένα νόμισμα ανά συναλλαγή

source: Many currencies per transaction
el: Πολλά νομίσματα ανά συναλλαγή

source: Submit
el: Υποβολή

source: Transaction saved by [transaction:creator]
el: Η συναλλαγή αποθηκεύτηκε από τον/την [transaction:creator]

source: A transaction for [transaction:worth] has been finalised
el: Μία συναλλαγή αξίας [transaction:worth] ολοκληρώθηκε

source: More details can be found at:
el: Περισσότερες πληροφορίες μπορείτε να βρείτε στο:

source: To change your notification settings, visit your profile at:
el: Για να αλλάξετε τις ρυθμίσεις ειδοποίησης, επισκεφτείτε το προφίλ σας στο:

source: The team at [site:name]
el: Ομάδα [όνομα]

source: Only send for these transaction types.
el: Αποστολή μόνο για αυτούς τους τύπους συναλλαγών.

source: Mail template
el: Ταχυδρομίστε το υπόμνημα

source: Subject
el: Θέμα

source: Body
el: Κυρίως κείμενο

source: Carbon copy
el: Αντίγραφο

source: Send an extra copy to this address
el: Στείλτε ένα επιπλέον αντίγραφο σε αυτή τη διεύθυνση:

source: Direction
el: Κατεύθυνση

source: Worth
el: Αξία

source: What is the fixed value of this transaction?
el: Ποια είναι η σταθερή αξία της συναλλαγής;

source: Rounding
el: Στρογγυλοποίηση

source: Up
el: Επάνω

source: Down
el: Κάτω

source: Conditions
el: Συνθήκες

source: Participants
el: Συμμετέχοντες

source: Mapping
el: Χαρτογράφηση

source: Payer pays other
el: Ο πληρωτής πληρώνει τρίτους

source: Payee pays other
el: Ο δικαιούχος πληρώνει τρίτους

source: Other pays payer
el: Ο τρίτος πληρώνει τον πληρωτή

source: Other pays payee
el: Ο τρίτος πληρώνει το δικαιούχο

source: Other account
el: Άλλος λογαριασμός

source: The value of the transction may depend on the value of the main transaction.
el: Η αξία της συναλλαγής μπορεί να εξαρτάται από την αξία της κυρίως συναλλαγής.

source: Enter a number, a percentage, or a formula using [q] for the transaction quantity.
el: Εισάγετε ένα αριθμό, ένα ποσοστό, ή ένα τύπο χρησιμοποιώντας [q] για την ποσότητα της συναλλαγής

source: Invalid formula
el: μη έγκυρος τύπος

source: Which of the text fields below is used for the transaction description?.
el: Ποιο από τα παρακάτω πεδία κειμένου χρησιμοποιείται για την περιγραφή της συναλλαγής;

source: Transaction types
el: Είδος συναλλαγής

source: Transaction type
el: Είδος συναλλαγής

source: Transaction #@serial
el: Συναλλαγή #@serial

source: Cancel
el: Άκυρο

source: Account to be debited
el: Ο λογαριασμός που θα χρεωθεί

source: Account to be credited
el: Ο λογαριασμός που θα πιστωθεί

source: State
el: Κατάσταση

source: Recorded by
el: Κατεγραμμένος από

source: Record
el: Καταγραφή

source: Transaction was already submitted
el: Η συναλλαγή είχε ηδη υποβληθεί

source: Invalid transaction state: @value.
el: Εσφαλμένη κατάσταση συναλλαγής: @value

source: That e-mail address is not valid.
el: Αυτό το email δεν χρησιμοποιείται

source: @fieldname must be numeric
el: Το @fieldname πρέπει να είναι αριθμός

source: Negative values not allowed
el: Αρνητικές τιμές δεν επιτρέπονται

source: This currency does not exist: @currcode
el: Αυτό το νόμισμα δεν υπάρχει: @currcode

source: !name field is required.
el: Το πεδίο !name είναι απαραίτητο.

source: Quantity
el: Ποσότητα

source: Fraction
el: Ποσοστό

source: Currency
el: Νόμισμα

source: Transaction ID
el: Κωδικός συναλλαγών

source: The unique serial number of the transaction.
el: Ο μοναδικός σειριακός αριθμός για τη συναλλαγή

source: Payer
el: Πληρωτής

source: The user ID of the payer
el: Το user ID του πληρωτή

source: Payee
el: Αποδέκτης πληρωμής

source: The user ID of the payee
el: Το user ID του δικαιούχου

source: User who created the transaction
el: Χρήστης που δημιούργησε τη συναλλαγή

source: Community Coins
el: Νομίσματα της κοινότητας

source: Euros
el: Ευρώ

source: Community accounting
el: Αποθεματικό σύνολο

source: Tokens related to a transaction cluster.
el: Λεξήματα που σχετίζονται με τη συστοιχία συναλλαγών.

source: Unique serial number
el: Μοναδικός αύξοντας αριθμός

source: The unique serial number of the transaction cluster.
el: Ο μοναδικός σειριακός αριθμός για τη συστοιχία συναλλαγών

source: Payer name
el: Όνομα πληρωτή

source: The user whose account is credited
el: Ο χρήστης του οποίου ο λογαριασμός πιστώνεται

source: Payee name
el: Όνομα δικαιούχου

source: The user whose account is debited
el: Ο χρήστης του οποίου ο λογαριασμός χρεώνεται

source: Created
el: Δημιουργήθηκε

source: When the transaction was created
el: Όταν η συναλλαγή δημιουργήθηκε

source: Creator
el: Δημιουργός

source: The user who first recorded the transaction
el: Ο χρήστης που πρώτος κατέγραψε τη συναλλαγή

source: Difference to payer in the main transaction
el: Διαφορά στον πληρωτή στην κύρια συναλλαγή

source: Total change to payers balance from transaction cluster
el: Συνολική μεταβολή στο υπόλοιπο του πληρωτή από τη συστοιχία συναλλαγών

source: Difference to payee in the main transaction
el: Διαφορά στο δικαιούχο στην κύρια συναλλαγή

source: Total change to payees balance from transaction cluster
el: Συνολική μεταβολή στο υπόλοιπο του δικαιούχου από τη συστοιχία συναλλαγών

source: Certificate
el: Πιστοποιητικό

source: An HTML laid out view of the transaction cluster
el: Μία όψη της συστοιχίας συναλλαγών διαμορφωμένη ως HTML

source: Links
el: Σύνδεσμοι

source: Links to transaction operations
el: Συνδέσεις με τις εργασίες των συναλλαγών

source: Unable to load transaction @serial
el: Αδυναμία φόρτωσης της συναλλαγής @serial

source: Is the textfield on your transaction used for the description? !link
el: Χρησιμοποιείται το πεδίο κειμένου στη συναλλαγή σας για την περιγραφή; !link

source: Balances
el: Ισολογισμοί

source: @user's account
el: Λογαριασμός χρήστη

source: User
el: Χρήστης

source: Show as part of profile being viewed
el: Εμφάνιση ως μέρος του τρέχοντος προφίλ

source: Show for logged in user
el: Εμφάνιση για χρήστη που έχει συνδεθεί

source: Are you sure you want to delete?
el: Είστε σίγουροι πως Θέλετε να διαγράψετε;

source: Only the site administrator will be able to restore this transaction.
el: Μόνο ο διαχειριστής του ιστοτόπου είναι σε θέση να αποκαταστήσει τη συναλλαγή αυτή.

source: A transaction must involve two different users
el: Μια συναλλαγή γίνεται ανάμεσα σε δύο χρήστες-μέλη

source: @fieldname required for completed transaction
el: Το @fieldname απαιτείται για ολοκληρωμένες συναλλαγές

source: Cleared
el: Ολοκληρωμένη

source: the last state of the workflow
el: Η τελευταία κατάσταση της ροής των εργασιών

source: Undone
el: Ακυρωμένη

source: State explanations: @explanations
el: Διευκρινίσεις κατάστασης: @ διευκρινίσεις

source: Transact
el: Συναλλαγή

source: Register exchanges with other members, subject each currency's permissions
el: Εγγραφή των ανταλλαγών με άλλα μέλη, υπό τον έλεγχο των αδειών κάθε νομίσματος

source: Manage all transactions
el: Διαχείριση όλων των συναλλαγών

source: Retrospectively manage transactions
el: Εκ των υστέρων διαχείριση των συναλλαγών

source: Configure all currencies
el: Διαμόρφωση όλων των νομισμάτων

source: Edit the properties of any currency
el: Επεξεργαστείτε τις ιδιότητες του κάθε νομίσματος

source: Create a new currency
el: Δημιουργήστε ένα νέο νόμισμα

source: The payee in the transaction
el: Ο 'δικαιουχος πληρωμής' στη συναλλαγή

source: The payer in the transaction
el: Ο 'πληρωτης' στη συναλλαγή

source: Check for dependent transactions before inserting
el: Ελέγξτε τις σχετιζόμενες συναλλαγές πριν την εισαγωγή

source: A transaction was inserted or changed state
el: Μια συναλλαγή εισήχθει ή τροποποιήθηκε

source: One or more values, each denominated in a currency
el: Μία ή περισσότερες τιμές, κάθε εκφράζονται σε ένα νόμισμα

source: User @name cannot use @currency
el: Ο χρήστης @name δεν μπορεί να χρησιμοποιήσει το @currency

source: Currency code
el: Κωδικός νομίσματος

source: Invalid transaction type: @value
el: Μη έγκυρος τύπος συναλλαγής: @value

source: For ease of setup, authenticated user has been granted 'transact' permission.
el: Για ευκολία στην παραμετροποίηση, η άδεια για συναλλαγές έχει δοθεί σε κάθε συνδεδεμένο χρήστη

source: Universal currency code (8 chars, immutable)
el: Καθολικός κωδικός νομίσματος (8 χαρακτήρες, αναλοίωτο)

source: Use up to two decimal places, with a point '.' if necessary
el: Χρήση ως δυο δεκαδικών ψηφίων, με τελεία '.' αν χρειάζεται

source: @num currencies have been upgraded
el: @num νομίσματα αναβαθμίστηκαν

source: Description
el: Περιγραφή

source: Notify transactees
el: Ειδοποίηση συναλλασσόμενων

source: Community Accounting
el: Αποθεματικό σύνολο

source: Community Accounting API
el: Διεπαφή Λογιστικής της κοινότητας

source: Defines transaction entity with a swoppable controller, a default currency, 'worth' field, and the forms, views theme callbacks for basic manipulation
el: Καθορίζει μια οντότητα συναλλαγής, με αντικαταστάσιμο ελεγκτή, προεπιλεγμένο νόμισμα, πεδίο 'αξία' και τις απαραίτητες φόρμες, όψεις και theme callbacks για βασικό χειρισμό

source: A username, email, or user ID
el: Ένα όνομα, e-mail, ή το user ID

source: Payees
el: Αποδέκτες πληρωμής

source: Payers
el: Πληρωτές

source: Mail all payees (optional)
el: Μήνυμα mail σε όλους όσους έχουν πληρώσει (προαιρετικό)

source: Mail all payers (optional)
el: Ταχυδρομήστε όλους τους πληρωτές (προαιρετικό)

source: Are you sure?
el: Είστε σίγουρος;

source: A transaction view with all the filters exposed.
el: Μία όψη συναλλαγής με όλα τα φίλτρα εκτεθειμένα

source: Type
el: Τύπος

source: Mass payments
el: Μεγάλες πληρωμές

source: One-off payments between one account and several other accounts
el: Εφάπαξ πληρωμές μεταξύ ενός λογαριασμού και διάφορων άλλων λογαριασμών

source: Many to one
el: Πολλές σε ένα

source: One to many
el: Ένα για πολλα

source: One to few
el: Ένα για λίγα

source: Few to one
el: Λίγοι σε ένα

source: Interface for accountants
el: Διεπαφή για λογιστές

source: Navigate transactions and create new ones
el: Πλοήγηση στις συναλλαγές και δημιουργία νέων

source: Balance History
el: Ιστορικό υπολοίπου

source: Date
el: Ημερομηνία

source: Balance
el: Υπόλοιπο

source: Transact via sms
el: Συναλλαγές μέσω SMS

source: Register new transactions over SMS
el: Καταχώρηση νέων συναλλαγών μέσω SMS

source: Incoming messages from phones
el: Εισερχόμενα μηνύματα από τηλέφωνα

source: Define the form of the text messages.
el: Καθορίστε τη μορφή των μηνυμάτων κειμένου

source: Try to include variations and get feedback from your users as to what works.
el: Προσπαθήστε να συμπεριλάβετε παραλλαγές και να συλλέξετε σχόλια από τους χρήστες σας ως προς το τι δουλεύει καλύτερα.

source: Use the following tokens:
el: Χρήση των ακόλουθων λεξημάτων:

source: One per line.
el: Μία ανά γραμμή.

source: Responses
el: Αποκρίσεις

source: Messages send to phones
el: Μηνύματα που έχουν σταλεί σε τηλέφωνα

source: Response for a successful exchange
el: Απόκριση για μία επιτυχημένη συναλλαγή

source: Error response
el: Απόκριση λάθους

source: Send
el: Αποστολή

source: Create transaction forms for specific use-cases. Use with caution as not all permutations are meaningful.
el: Δημιουργία φορμών συναλλαγής για ειδικές περιπτώσεις χρήσης. Χρησιμοποιήστε αυτή τη δυνατότητα με προσοχή μια και δεν έχουν όλες οι πιθανές παραμετροποιήσεις νόημα

source: 3rd Party
el: 3ο πρόσωπο

source: 1st Party
el: 1ο πρόσωπο

source: Architecture
el: Αρχιτεκτονική

source: Every form is a menu callback with its own access control. Don't forget currencies have their own access control as well.
el: Κάθε φόρμα είναι ένα menu callback με το δικό του έλεγχο πρόσβασης. Μην ξεχνάτε ότι κάθε νόμισμα έχει επίσης το δικό του έλεγχο πρόσβασης.

source: Path
el: Διαδρομή

source: Unique path to this form. Don't forget you can use a path alias over this
el: Μοναδικό μονοπάτι σε αυτή τη φόρμα. Μην ξεχνάτε ότι μπορείτε να χρησιμοποιήσετε κάποια συντόμευση μονοπατιού πάνω από αυτό.

source: Menu link location
el: Τοποθεσία συνδέσμου στο μενού

source: Choose the menu, or menu item-type.
el: Επιλέξτε το μενού ή τον τύπο αντικειμένου του μενού

source: Some choices may not produce a menu item
el: Μερικές επιλογές μπορεί να μην παράξουν αντικείμενο για το μενού

source: For more info, see 'type' info at !link
el: Για περισσότερες πληροφορίες, δείτε τις πληροφορίες για 'type' στο !link

source: No menu item
el: Κανένα αντικείμενο μενού

source: Access control
el: Έλεγχος πρόσβασης

source: In addition to currency access control, and block access control, access to this form can be restricted.
el: Επιπλέον από τον έλεγχο πρόσβασης του νομίσματος και των block, η πρόσβαση σε αυτή τη φόρμα μπορεί να περιοριστεί

source: Make block available
el: Κάνε το block διαθέσιμο

source: The block is named according the path.
el: Το block ονομάζεται ανάλογα με το μονοπάτι

source: Remember that blocks have their own caching and access control.
el: Θυμηθείτε ότι τα blocks έχουν το δικό τους έλεγχο ως προς το caching και την πρόσβαση

source: perspective
el: άποψη

source: Whether this is completed by a 3rd party or a participant.
el: Αν συμπληρώνεται από ένα 3ο πρόσωπο ή ένα συμμετέχοντα

source: Other user
el: Άλλος χρήστης

source: Either 'incoming' or 'outgoing' relative to the logged in user
el: Είτε 'εισερχόμενη' είτε 'εξερχόμενη' ανάλογα με το συνδεδεμένο χρήστη

source: Neither
el: Κανένα

source: Incoming
el: Εισερχόμενα

source: Outgoing
el: Εξερχόμενα

source: User experience
el: Εμπειρία χρήστη

source: Title
el: Τίτλος

source: For use in block title and menu links.
el: Για χρήση στον τίτλο του block και τους συνδέσμους του μενού

source: Main form
el: Κύρια φόρμα

source: Confirmation page title
el: Τίτλος σελίδας επιβεβαίωσης

source: Confirmation preview mode
el: Κατάσταση προεπισκόπησης σελίδας επιβεβαίωσης

source: Form submission
el: Υποβολή φόρμας

source: Settings for @field
el: Ρυθμίσεις για @field

source: The text to appear on the 'save' button, or the absolute url of an image.
el: Το κείμενο που θα εμφανιστεί στο κουμπί 'αποθήκευσης', ή το πλήρες url μιας εικόνας

source: Destination
el: Προορισμός

source: Goes to the new transaction certificate by default.
el: Πηγαίνει στο νέο πιστοποιητικό συναλλαγής από προεπιλογή

source: Contents of the message box.
el: Περιεχόμενα του πλαισίου μηνυμάτων

source: Default value
el: Προεπιλεγμένη τιμή

source: This field is required
el: Αυτό το πεδίο απαιτείται

source: Disable the outer container, so it doesn't render the field #title and #description but gives you fuller control in the template below.
el: Απενεργοποίηση του εξωτερικού υποδοχέα, ώστε να μην απεικονίζει το πεδίο #title και #description αλλά να δίνει σε εσάς πλήρη έλεγχο πάνω στο παρακάτω πρότυπο

source: Either preset @tokenname, or include that token in the template.
el: Είτε προκαθορίστε το @tokenname, είτε συμπεριλάβετε αυτό το λέξημα στο πρότυπο

source: Required field '@name' must be used in the form template
el: Το απαιτούμενο πεδίο '@name' πρέπει να χρησιμοποιηθεί στο πρότυπο της φόρμας

source: Users to choose from
el: Χρήστες για να επιλέξετε

source: Configure this widget more at !link
el: Παραμετροποιήστε αυτό το widget περισσότερο στο !link

source: Request
el: Αίτηση

source: Payment
el: Πληρωμή

source: Widget
el: Γραφικό συστατικό

source: Dropdown select box
el: Αναπτυσσόμενο κουτί επιλογής

source: Radio buttons
el: Κουμπιά επιλογής

source: 'incoming' option label
el: επιγραφή επιλογής 'εισερχόμενων'

source: 'outgoing' option label
el: επιγραφή επιλογής 'εξερχόμενων'

source: Page title
el: Τίτλος σελίδας

source: Other person
el: Άλλο άτομο

source: Please choose...
el: Πρακαλώ διάλεξε

source: Preview
el: Προεπισκόπηση

source: Back
el: Πίσω

source: Who was it with?
el: Ποιος ήταν με;

source: Description:
el: Περιγραφή:

source: Mcapi forms
el: Φόρμες Mcapi

source: 3rd party: Payer name
el: 3ο μέρος: Το όνομα του πληρωτή

source: User whose account is credited
el: Χρήστης του οποίου ο λογαριασμός πιστώνεται

source: 3rd party: Payee name
el: 3ο μέρος: Όνομα Δικαιούχου

source: User whose account is debited
el: Χρήστης του οποίου ο λογαριασμός χρεώνεται

source: 1st party: Direction of transaction
el: 1η μέρος: Διεύθυνση της συναλλαγής

source: Relative to the logged in user
el: Σχετικά με τον χρήστη που είναι συνδεδεμένος

source: 1st party: Second person
el: 1η μέρος: Δεύτερο πρόσωπο

source: Created date
el: Ημερομηνία δημιουργίας

source: Test your form before enabling for users!
el: Δοκιμάστε τη φόρμα πριν την ενεργοποιήσετε για τους χρήστες!

source: Transaction form:
el: Φόρμα συναλλαγής:

source: Design transaction forms
el: Σχεδιασμός μορφών συναλλαγών

source: Create and edit the forms used to record and edit transactions
el: Δημιουργία και επεξεργασία των εντύπων που χρησιμοποιούνται για την καταγραφή και επεξεργασία των συναλλαγών

source: Css menu tab identifier
el: Αναγνωριστικό CSS καρτέλας μενού

source: The second stage of the the transaction form works best when the menu tabs are hidden.
el: Το δεύτερο στάδιο της φόρμας συναλλαγής δουλεύει βέλτιστα όταν οι καρτέλες του μενού είναι κρυμμένες

source: Write the css identifier for the div on this page containing the menu items which 'List', 'Update' & 'Settings'.
el: Γράψτε το αναγνωριστικό CSS για το div σε αυτή τη σελίδα που περιέχει τα αντικείμενα του μενού: 'Λίστα', 'Ανανέωση' και 'Ρυθμίσεις'

source: Don't forget the leading . or #
el: Μην ξεχνάτε το πρόθεμα . ή #

source: Forms and form builder UI
el: Φόρμες και διεπαφή δημιουργίας φόρμας

source: Exportable transaction form builder
el: Περιβάλλον δημιουργίας εξαγώγιμων φορμών συναλλαγής

source: Translate
el: Μετάφραση

source: Name
el: Όνομα

source: Storage
el: Χώρος αποθήκευσης

source: Operations
el: Λειτουργίες

source: transaction form
el: φόρμα συναλλαγής

source: Transaction form
el: Φόρμα συναλλαγής

source: transaction forms
el: φόρμες συναλλαγής

source: Transaction forms
el: Φόρμες συναλλαγής

source: This action will permanently remove any customizations made to this form.
el: Αυτή η ενέργεια θα αφαιρέσει μόνιμα κάθε προσαρμογή που πραγματοποιήθηκε σε αυτή τη φόρμα

source: The form has been reverted.
el: Αυτή η φόρμα ανακλήθηκε

source: This action will permanently remove the form from your database.
el: Αυτή η ενέργεια θα αφαιρέσει μόνιμα τη φόρμα από τη βάση δεδομένων σας

source: The form has been deleted.
el: Η φόρμα διαγράφηκε

source: The 'migrate' module is too complex for this, so this bespoke solution is provided.
el: Το άρθρωμα 'migrate' είναι υπερβολικά πολύπλοκο γι αυτή τη χρήση οπότε παρέχεται αυτή η προσαρμοσμένη λύση

source: This page allows you to import users' balances and gross incomes for users already on the system.
el: Αυτή η σελίδα σας επιτρέπει να εισάγετε τα υπόλοιπα των χρηστών όπως και τους όγκους συναλλαγών για τους χρήστες που είναι ήδη στο σύστημα

source: Test
el: Δοκιμή

source: Transaction type for imported transactions
el: Τύπος συναλλαγής για εισαχθείσες συναλλαγές

source: Balance (second item) on row @num is not numeric: @val
el: Το υπόλοιπο (δεύτερο πεδίο) στη γραμμή @num δεν είναι αριθμός: @val

source: gross income (third item) on row @rownum cannot be less than 0: @val
el: Το συνολικό εισόδημα (τρίτο πεδίο) στη γραμμή @rownum δεν μπορεί να είναι μικρότερο του μηδενός: @val

source: Gross income
el: Συνολικό εισόδημα

source: Gross expenditure
el: Συνολική δαπάνη

source: Carried Forward
el: Μεταφερθέν

source: The starting balance of the imported user
el: Το αρχικό υπόλοιπο του εισαχθέντος χρήστη

source: The total income ever of this user.
el: Το συνολικό εισόδημα από την αρχή της συμμετοχής αυτού του χρήστη

source: Importing balance (and gross income) per user is incompatible with importing the transaction history.
el: Η εισαγωγή του υπολοίπου (και του συνολικού εισοδήματος) ανά χρήστη είναι μη συμβατή με την εισαγωγή του ιστορικού συναλλαγών

source: Import
el: Εισαγωγή

source: Transactions
el: Συναλλαγές

source: Import transactions for users already on the system.
el: Εισαγωγή συναλλαγών για χρήστες που υπάρχουν ήδη στο σύστημα

source: Import transactions
el: Εισαχθείσες συναλλαγές

source: Name of intertrading currency
el: Όνομα του νομίσματος για intertrading
