Repository: Equus-Sims/sheetless
Catalog: sites/all/modules/mutual_credit/translations/mutual_credit.*.po
Languages: el

source: Latitude
el: γεωγραφικό πλάτος

source: Longitude
el: γεωγραφικό μήκος

source: Relative value
el: Σχετική αξία

source: Balances add up to zero
el: Τα υπόλοιπα αθροίζονται σε μηδέν

source: Yes
el: Ναι

source: No
el: Όχι

source: Number of traders
el: Αριθμός συναλλασσόμενων

source: Last 30 days transactions
el: Συναλλαγές των τελευταίων 30 ημερών

source: Last 365 days volume
el: Όγκος συναλλαγών των τελευταίων 365 ημερών

source: Largest negative balance
el: Μέγιστο αρνητικό υπόλοιπο

source: Balance of Trade
el: Εμπορικός ισολογισμός

source: Visibility
el: Ορατότητα

source: Public
el: Δημόσιο

source: Not public
el: Μη δημόσιο

source: Intertrading server
el: Εξυπηρετητής intertrading

source: The url of the server.
el: Το url του εξυπηρετητή

source: WARNING. This cannot and should not be easily changed once your account on the intertrading server is created
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ. Αυτό δεν μπορεί και δε θα πρέπει να αλλάζει εύκολα, μετά την ολοκλήρωση δημιουργίας λογαριασμού στον εξυπηρετητή intertrading

source: Account for external transactions
el: Λογαριασμός για εξωτερικές συναλλαγές

source: Please ensure the mail for this account goes to a responsible person: @mail
el: Επιβεβαι'ωστε ότι το email για το λογαριασμό πάει στον υπεύθυνο: @mail

source: The value of the currency, relative to a common denominator.
el: Η αξία του νομίσματος, σε σχέση με ένα κοινό παρονομαστή

source: If 1 tick is 1 minute and your currency is hours, then enter 60
el: Αν 1 tick είναι 1 λεπτό και το νόμισμά σας είναι ώρες, τότε εισάγετε 60

source: Handshake with server
el: Χειραψία με τον εξυπηρετητή

source: Ticks must be greater than zero
el: Τα ticks πρέπει να είναι περισσότερα από μηδέν

source: Ticks must be numeric
el: Τα ticks πρέπει να είναι αριθμητικά

source: Server reports:
el: Αναφορές του server:

source: Problem saving transaction on server: @message
el: Πρόβλημα αποθήκευσης συναλλαγής στον εξυπηρετητή: @message

source: Unknown account & failed to create a new account on intertrading server
el: Άγνωστος λογαριασμός & αποτυχία δημιουργίας νέου λογαριασμού στον εξυπηρετητή intertrading

source: Diagnostics from server: @message
el: Διαγνωστικά μηνύματα από τον εξυπηρετητή: @message

source: Transaction field @fieldname is invalid: : @value
el: Το πεδίο @fieldname της συναλλαγής είναι άκυρο: : @value

source: Missing config field: @fieldname
el: Το πεδίο παραμετροποίησης: @fieldname απουσιάζει

source: Field @fieldname should be @operator 0: @val
el: Το πεδίο @fieldname θα έπρεπε να είναι @operator 0: @val

source: Field @fieldname contains invalid characters
el: Το πεδίο @fieldname περιέχει μη έγκυρους χαρακτήρες

source: Your Intertrading ratio (balance/volume) exceeds @num%: @balance / @volume
el: Το ποσοστό Intertrading σας (υπόλοιπο/όγκος) υπερβαίνει το @num%: @balance / @volume

source: Type error in field '@fieldname'. Should be a @type.
el: Σφάλμα τύπου στο πεδίο '@fieldname'. Θα έπρεπε να είναι τύπου @type.

source: Your exchange is exists, but is blocked on the intertrading network.
el: Η ανταλλαγή σας καταχωρήθηκε αλλά είναι μπλοκαρισμένη στο δίκτυο intertrading

source: Wrong key: @key
el: Εσφαλμένο κλειδί: @key

source: Not enough data to authenticate
el: Δεν υπάρχουν αρκετά δεδομένα για την πιστοποίηση

source: Failed to connect with @server; returned: @message
el: Αποτυχία σύνδεσης με @server; Ο εξυπηρετητής επέστρεψε: @message

source: Transaction would exceed remote client's intertrading limits by @quantity
el: Η συναλλαγή θα υπερέβαινε τα όρια intertrading του απομακρυσμένου πελάτη κατά @quantity

source: Misc validation error on remote client: @message
el: Λάθος επαλήθευσης στον απομακρυσμένο πελάτη: @message

source: client not found: @server
el: Ο πελάτης δε βρέθηκε: @server

source: Failed to connect: @params
el: Αποτυχία σύνδεσης: @params

source: Unknown mail on @client: @mail
el: Άγνωστο email στο @client: @mail

source: Unknown error code @code: @args
el: Άγνωστος κωδικός σφάλματος @code: @args

source: Site @site returned error @message
el: Ο ιστότοπος @site επέστρεψε σφάλμα @message

source: Unexpected result from @url: @result
el: Απρόσμενο αποτέλεσμα από @url: @result

source: intertrading error
el: σφάλμα intertrading

source: Intertrading server url
el: url του εξυπηρετητή intertrading

source: The url of the server. Contact the server administrator to change this
el: Το url του εξυπηρετητή. Επικοινωνήστε με το διαχειριστή του server για να το αλλάξετε.

source: Currency used for intertrading
el: Νόμισμα που χρησιμοποιείται για το intertrading

source: The account on this exchange used for intertrading
el: Ο λογαριασμός σε αυτή τη συναλλαγή που χρησιμοποιείται για intertrading

source: Enter the account number
el: Εισάγετε τον αριθμό λογαριασμού

source: access statement
el: Κατάσταση πρόσβασης

source: View the aggregating trading stats which show the activity of this exchange to the trading network.
el: Δείτε τα στατιστικά άθροιση των συναλλαγών που δείχνουν τη δραστηριότητα της εν λόγω ανταλλαγής με το δίκτυο συναλλαγών.

source: Intertrade
el: διεπαγγελματικές

source: Initiate transactions with other exchanges
el: Πραγματοποιήστε συναλλαγές με άλλες ανταλλαγές

source: Geolocation
el: Γεωεντοπισμός

source: The intertrading server would like to know where you are.
el: Ο εξυπηρετητής intertrading θα ήθελε να γνωρίζει την τοποθεσία σας

source: To determine your coordinates, please visit !link
el: Για να καθορίσετε συντεταγμένες, παρακαλώ επισκεφθείτε το !σύνδεσμο

source: You have an account on the intertrading server.
el: Έχετε δημιουργήσει λογαριασμό στον εξυπηρετητή intertrading

source: Coordinates must be numeric
el: Οι συντεταγμένες πρέπει να είναι αριθμητικές

source: Coordinates out of range: @val
el: Οι συντεταγμένες είναι εκτός ορίων: @val

source: @varname not set. Configure intertrading at !link
el: @varname δεν έχει καθοριστεί. Διαμορφώστε το intertrading στο !link

source: No receipts are possible at this time
el: Δεν μπορούν να δωθούν αποδείξεις αυτή τη στιγμή

source: The most @name can receive is !amount
el: Το μέγιστο που μπορεί να λάβει ο/η @name είναι !amount

source: No payments are possible at this time
el: Καμία πληρωμή δεν είναι εφικτή αυτή τη στιγμή

source: The most @name can pay is !amount
el: Το μέγιστο που μπορεί να πληρώσει ο/η @name είναι !amount

source: Remote exchange
el: Απομακρυσμένη ανταλλαγή

source: Not listed?
el: Δεν είναι στη λίστα;

source: Remote payer email address
el: Διεύθυνση email του απομακρυσμένου πληρωτή

source: Remote payee email address
el: Διεύθυνση email του απομακρυσμένου δικαιούχου

source: Confirm
el: Επιβεβαίωση

source: There was a problem saving the transaction on the remote site.
el: Υπήρξε ένα πρόβλημα στην αποθήκευση της συναλλαγής στον απομακρυσμένο ιστοτόπο.

source: No account
el: Κανένας λογαριασμός

source: Account blocked
el: Ο λογαριασμός αποκλείστηκε

source: Account active
el: Ενεργός λογαριασμός

source: @name account status is: @status
el: Η κατάσταση του λογαριασμού @name είναι: @status

source: @name account balance is !balance
el: Το υπόλοιπο του λογαριασμού @name είναι: !balance

source: @name can trade between: @min & @max
el: Ο/η @name μπορεί να συναλλαγεί μεταξύ: @min & @max

source: @name must trade above: @min
el: Ο/η @name πρέπει να συναλλαγεί για περισσότερο από: @min

source: @name must trade below: @max
el: Ο/η @name πρέπει να συναλλαγεί για λιγότερο από: @min

source: Transactions so far: @count
el: Συναλλαγές ως τώρα: @count

source: server passed wrong key, @key to this client. Actual key is @key1
el: Ο εξυπηρετητής μεταβίβασε το λάθος κλειδί, @key σε αυτό τον πελάτη. Το πραγματικό κλειδί είναι το @key1

source: server accepted new key: @key
el: Ο εξυπηρετητής αποδέχθηκε νέο κλειδί: @key

source: Uploaded @num transactions to intertrading server
el: @num συναλλαγές φορτώθηκαν στον εξυπηρετητή intertrading

source: Trading network
el: Δίκτυο συναλλαγών

source: Display statistics about this exchange in the Community Forge network
el: Εμφάνιση στατιστικών για αυτή τη συναλλαγή στο δίκτυο του Community Forge

source: Remote transaction
el: Απομακρυσμένη συναλλαγή

source: Trade with another exchange in the network
el: Κάντε συναλλαγές με κάποιο άλλο δίκτυο στην ίδια πλατφόρμα

source: Remote claim
el: Απομακρυσμένη απαίτηση

source: Request credit from another exchange
el: Αίτηση πίστωσης από άλλο δίκτυο

source: Remote payment
el: Απομακρυσμένη πληρωμή

source: Credit someone in another exchange
el: Πίστωση κάποιου σε άλλο δίκτυο

source: Replicate transaction history to server
el: Αντιγραφή ιστορικού συναλλαγών στον εξυπηρετητή

source: Credit clearing systems are by nature closed systems. But it is possible to make meta credit-clearing systems, composed of local systems, each trusting the the credit of the others. This is called 'intertrading', It widens the scope of your market, and it brings with it a new level of governance and accountability.
el: Τα credit-clearing systems είναι από τη φύση τους κλειστά. Είναι δυνατόν δημιουργηθούν μετα-credit-clearing systems, που αποτελούνται από τοπικά συστήματα, που το καθένα εμπιστεύεται την πίστωση του με τους άλλους. Αυτό ονομάζεται «Intertrading», διευρύνει το πεδίο της αγοράς σας, και φέρνει νέες δυνατότητες.

source: Anonymous users have been granted permission to see the stats. However this is not required to be part of the intertrading network
el: Δόθηκε άδεια στους ανώνυμους χρήστες να μπορούν να δουν τα στατιστικά. Πάντως, αυτό δεν είναι απαραίτητο για τη συμμετοχή στο δίκτυο intertrading

source: Intertrading client
el: Πελάτης Intertrading

source: Exchange with other mutual credit systems using a ClearingCentral 2 server. Contact Community Forge for details
el: Ανταλλάξτε με άλλα δίκτυα χρησιμοποιώντας ένα εξυπηρετητή ClearingCentral 2. Επικοινωνήστε με το Community Forge για λεπτομέρειες

source: Balance:
el: Υπόλοιπο:

source: Min:
el: Ελάχιστο:

source: Max:
el: Μέγιστο:

source: Spending limit:
el: Όριο δαπάνης

source: Receiving limit:
el: Όριο είσπραξης

source: Formula to calculate minimum limit
el: Τύπος υπολογισμού του κατώτατου ορίου

source: Formula to calculate maximum limit
el: Τύπος υπολογισμού ανώτατου ορίου

source: Formula does not evaluate to a number: @result
el: Το αποτέλεσμα της πράξης δεν είναι αριθμός: @result

source: Optional minimum balance
el: Προαιρετικό ελάχιστο υπόλοιπο λογαριασμού

source: Must be less than or equal to zero
el: Πρέπει να είναι μικρότερο ή ίσο με μηδεν

source: Optional maximum balance
el: Προαιρετικό μέγιστο υπόλοιπο λογαριασμού

source: Must be greater than 0.
el: Πρέπει να είναι μεγαλύτερο από μηδεν

source: Limits must be numeric: @value
el: Τα όρια πρέπει να είναι αριθμητικά: @value

source: Minimum balance must not be larger than 0
el: Το κατώτατο υπόλοιπο δεν πρέπει να είναι άνω του 0

source: Maximum balance must be larger than 0
el: Το ανώτατο υπόλοιπο πρέπει να είναι πάνω από 0

source: Transactions will be rejected which take accounts beyond these limits.
el: Συναλλαγές που θα έφερναν κάποιο λογαριασμό έξω από τα πιστωτικά όρια απορρίπτονται

source: Choose which method to use, and configure it.
el: Επιλέξτε ποια μέθοδος θα χρησιμοποιηθεί, και παραμετροποιήστε την.

source: Balance limits
el: Όρια υπολοίπου

source: Method
el: Μέθοδος

source: How will the limits be determined?
el: Πώς θα καθορίζονται τα όρια;

source: Transaction would take @name !quant above the maximum balance of !max
el: Η συναλλαγή θα έφερνε το υπόλοιπο του/της @name, !quant πάνω από το μέγιστο επιτρεπτό υπόλοιπο !max

source: Transaction would take @name !quant below the minimum balance of !min
el: Η συναλλαγή θα έκανε το υπόλοιπο του μέλους @name, !quant κάτω από το επιτρεπτό όριο των !min

source: No limits
el: Χωρίς όρια

source: Everyone has the same limits, stated below
el: Κάθε μέλος έχει τα ίδια όρια, που καθορίζονται παρακάτω

source: Calculate the limits using an equation and tokens.
el: Υπολογισμός των ορίων χρησιμοποιώντας μία εξίσωση και λεξήματα

source: Personal balance limits, set manually
el: Προσωπικά όρια υπολοίπου, μη-αυτόματη ρύθμιση

source: These override any limits defined in the currency.
el: Τα παρακάτω υπερισχύουν των ορίων που έχουν καθοριστεί στις ρυθμίσεις νομίσματος.

source: Leave blank to inherit the values from the currency's settings
el: Αν είναι κενό ισχύουν οι τιμές που έχουν καθοριστεί στις ρυθμίσεις του νομίσματος

source: My limits
el: τα ορια μου

source: @user's limits
el: Τα όρια του @user

source: Block settings
el: Ρυθμίσεις μπλοκ

source: The trading limits for a user in a currency or currencies
el: Τα όρια συναλλαγών ενός χρήστη σε ένα ή περισσότερα νομίσματα

source: Awaiting signature
el: Αναμονή υπογραφής

source: Signed
el: Υπογράφηκε

source: Pending
el: Εκκρεμής

source: Signed by
el: Υπογεγραμμένο από

source: Awaiting Signatures
el: Σε εκκρεμότητα

source: Transaction @serial is signed off
el: Η συναλλαγή @serial επικυρώθηκε

source: Transaction #@serial is already signed by @name
el: Η συναλλαγή #@serial είναι ήδη υπογεγραμμένη από τον/την @name

source: Both participants must sign
el: Και οι δύο πλευρές πρέπει να υπογράψουν

source: Logged in user signs automatically
el: Ένας συνδεδεμένος χρήστης υπογράφει αυτόματα

source: Counter-signers
el: Αντί-υπογεγραμμένοι

source: Choose one or more users
el: Επιλέξτε έναν ή παραπάνω χρήστες

source: Use the email template on this page to notify all signatories
el: Χρήση του προτύπου email σε αυτή τη σελίδα για την ειδοποίηση όλων των υπογεγραμμένων

source: Signature notification
el: Ειδοποίηση υπογραφής

source: Your signature required
el: Απαιτείται η υπογραφή σας

source: Are you sure you want to sign?
el: Είστε σίγουροι για την υπογραφή;

source: Undo pending transactions
el: Αναιρέσετε εκκρεμείς συναλλαγές

source: Are you sure you want to undo this pending transaction?
el: Είσαι σίγουρος ότι θέλεις να ακυρώσεις αυτήν τη συναλλαγή;

source: Are you sure you want to sign off this transaction?
el: Είσαι σίγουρος ότι θέλεις να επικυρώσεις αυτήν τη συναλλαγή;

source: Require signatures for certain transaction types before they are cleared.
el: Απαίτηση υπογραφών για ορισμένους τύπους συναλλαγών πριν εγκριθούν

source: awaiting signatures before becoming 'finished'.
el: Αναμένει την τελική επιβεβαιώσεις

source: Pending transactions
el: Εκκρεμείς συναλλαγές

source: Awaiting my signature
el: Περιμένουν την υπογραφή μου

source: Awaiting my signature...
el: Σε αναμονή της υπογραφής μου...

source: Some completed transactions still have signatures pending, please report to matslats: @serials
el: Κάποιες ολοκληρωμένες συναλλαγές έχουν ακόμα υπογραφές σε αναμονή, παρακαλώ αναφέρετε το θέμα στο matslats: @serials

source: Signatures
el: Υπογραφές

source: Require signatures before transactions enter pending state
el: Απαίτηση για υπογραφές πριν οι συναλλαγές μπουν σε κατάσταση αναμονής

source: Transaction signed off
el: Υπογεγραμμένη συναλλαγή

source: the transaction to which this entry is attached
el: η συναλλαγή στην οποία έχει προσαρτηθεί αυτή η καταχώρηση

source: the uid of the signatory
el: το uid του υπογράφοντος

source: whether it is awaiting a signature
el: αν αναμένεται υπογραφή ή όχι

source: Transaction signing
el: Υπογραφή συναλλαγών

source: Use actions and triggers to require signatures before transactions move into pending state. Default assumes all active members will expire at the end of the year
el: Χρήση ενεργειών και triggers για την απαίτηση υπογραφών πριν οι συναλλαγές μετακινηθούν σε κατάσταση αναμονής. Η προκαθορισμένη ρύθμιση υποθέτει ότι όλοι οι ενεργοί λογαριασμοί θα εκπνεύσουν στο τέλος του χρόνου.

source: Signatures needed on pending transactions
el: Υπογραφές απαιτούνται σε συναλλαγές σε αναμονή

source: Signatory
el: Υπογράφων

source: Signatory to a transaction
el: Υπογράφων σε μία συναλλαγή

source: Show only transactions on which the current user is a signatory
el: Εμφάνιση μόνο των συναλλαγών στις οποίες έχει υπογράψει ο τρέχων χρήστης

source: Signatory user
el: Υπογράφων χρήστης

source: Transaction #[serial]
el: Συναλλαγή #[serial]

source: Sign
el: Αποδοχή

source: logged in user must sign here
el: ο συνδεδεμένος χρήστης πρέπει να υπογράψει εδώ

source: My pending transactions
el: Οι συναλλαγές μου που είναι σε αναμονή

source: signatures waiting for given user, or all signatures if no uid passed
el: υπογραφές που αναμένονται για το δοσμένο χρήστη, ή όλες οι υπογραφές αν δε δοθεί ένα uid

source: Other pending transactions
el: Άλλες συναλλαγές σε αναμονή

source: I'm waiting for signatures
el: Αναμένω υπογραφές

source: Waiting for...
el: Αναμονή για...

source: Pending transactions which I have already signed
el: Συναλλαγές σε αναμονή τις οποίες έχω ήδη υπογράψει

source: Normal
el: Κανονικό

source: Overridden
el: Έχει παρακαμφθεί

source: currency
el: νόμισμα

source: Currencies
el: Νομίσματα

source: currencies
el: νομίσματα

source: This action will permanently remove any customizations made to this currency.
el: Αυτή η ενέργεια θα διαγράψει μόνιμα τις τροποποιήσεις που έγιναν στο νόμισμα.

source: The currency has been reverted.
el: Το νόμισμα επανήλθε

source: This action will permanently remove the currency from your database.
el: Αυτή η ενέργεια θα διαγράψει μόνιμα το νόμισμα από τη βάση δεδομένων.

source: The currency has been deleted.
el: Το νόμισμα διαγράφηκε

source: Records of transactions between users
el: Καταγραφές συναλλαγών μεταξύ χρηστών

source: Serial
el: Σειριακός αριθμός

source: The serial number of the transaction and dependents
el: Ο σειριακός αριθμός των συναλλαγών και εξαρτόμενων

source: The user who gave currency in the transaction.
el: Ο χρήστης που πλήρωσε στη συναλλαγή.

source: Transactions move between states, until they are 'finished'.
el: Οι συναλλαγές μεταβαίνουν μεταξύ των διάφορων καταστάσεων, μέχρι να 'ολοκληρωθούν'.

source: Which form or module which created the transaction
el: Ποια φόρμα ή άρθρωμα δημιούργησε τη συναλλαγή

source: The user who first created the transaction.
el: Ο χρήστης που δημιούργησε πρώτος τη συναλλαγή.

source: The second the transaction was created.
el: Το δευτερόλεπτο που δημιουργήθηκε η συναλλαγή.

source: Better to use the handler from date_views module
el: Καλύτερα να χρησιμοποιήσετε το handler από το άρθρωμα date_views.

source: Transaction statistic
el: Στατιστικά συναλλαγών

source: The balance, trading volume, or transaction count for each user
el: Το υπόλοιπο, όγκος συναλλαγών, ή αριθμός συναλλαγών για κάθε χρήστη

source: Comma separated usernames
el: Ονόματα χρήστη διαχωρισμένα με κόμμα

source: Serial number
el: Σειριακός αριθμός

source: Value
el: Αξία

source: Who paid whom
el: Ποιος πλήρωσε ποιον

source: [name] paid [name_1]
el: Το μέλος [name] πλήρωσε το μέλος [name_1]

source: Income & Expenditure
el: Έσοδα & Έξοδα

source: No transactions
el: Καμία συναλλαγή

source: Trade
el: Συναλλαγή

source: This year's transactions
el: Οι συναλλαγές αυτής της χρονιάς

source: Transaction index
el: Δείκτης συναλλαγών

source: Transaction totals
el: Σύνολα συναλλαγών

source: The Unique database key of the transaction
el: Το μοναδικό κλειδί της βάσης δεδομένων για τη συναλλαγή

source: 1st user
el: 1ο μέλος

source: The transactor, whose perspective we are looking from
el: Ο συναλλασσόμενος, από την οπτική του οποίου βλέπουμε

source: 2nd user
el: 2ο μέλος

source: Income
el: Έσοδα

source: Number of units of currency incoming
el: Αριθμός εισερχόμενων μονάδων

source: transactions above or below a certain value
el: συναλλαγές πάνω ή κάτω από μία συγκεκριμένη αξία

source: Expenditure
el: Δαπάνες

source: Number of units of currency outgoing
el: Αριθμός εξερχόμενων μονάδων νομίσματος

source: Change in balance
el: Αλλαγή στο υπόλοιπο

source: Change in the users balance
el: Αλλαγή στο υπόλοιπο των χρηστών

source: Volume
el: Όγκος

source: Absolute value of the trade
el: Απόλυτη τιμή της συναλλαγής

source: Indexed running balance after each transaction. (1 database query per row)
el: Δεικτοδοτημένο τρέχον υπόλοιπο μετά από κάθε συναλλαγή (1 ερώτηση στη βάση ανά γραμμή)

source: Created moment
el: Λεπτό δημιουργίας

source: The moment the transaction was registered
el: Το λεπτό όπου καταχωρήθηκε η συναλλαγή

source: The currency ID
el: ID νομίσματος

source: Greco index
el: Ελληνικό ευρετήριο

source: Date (!base_table)
el: Ημερομηνία (!base_table)

source: Undated
el: Χωρίς ημερομηνία

source: Filter any Views !base_table date field.
el: Φιλτράρισμα κάθε πεδίου ημερομηνίας της όψης !base_table

source: Arg 1 user
el: Arg 1 χρήστης

source: Access will be granted only to users is on their own profile pages - user/%
el: Η πρόσβαση θα παρέχεται μόνο σε χρήστες στο δικό τους προφίλ - user/%

source: Statement
el: Κατάσταση

source: Trades
el: Συναλλαγές

source: Active traders
el: Ενεργά μέλη

source: User's trading summary
el: Περίληψη συναλλαγών χρήστη

source: %1 summary
el: %1 περίληψη

source: Most trades
el: Πλειοψηφία συναλλαγών

source: Number of trades
el: Αριθμός συναλλαγών

source: Incomes
el: Έσοδα

source: expenditures
el: έξοδα

source: Offset
el: Συμψηφίζω

source: Running balance
el: Τρέχον υπόλοιπο

source: Aggregate
el: Συνολικό

source: How do you want to summarise the the transaction totals?
el: Πώς θα θέλατε να γίνει η περίληψη των συνολικών μεγεθών των συναλλαγών;

source: Number of transactions
el: Αριθμός συναλλαγών

source: Link this field to the transaction
el: Σύνδεση αυτού του πεδίου με τη συναλλαγή

source: - Any -
el: - Οποιοδήποτε -

source: None
el: Κανένα

source: none
el: κανένα

source: incoming
el: εισερχόμενα

source: outgoing
el: εξερχόμενα

source: exposed
el: εκτεθειμένα

source: Membership
el: Ιδιότητα μέλους

source: Views for transactions
el: Όψεις συναλλαγών
